Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_tale_til_sametingsradets_beretning_om_virksomheten_juni_2023.html.tmx
Source language: nob
Languages: sme

source: Møteleder, jeg ser frem til forhandlingene på plenum, takk for oppmerksomheten.
sme: Vuorasolbmuid politihkka

source: Les sametingsrådets beretning om virksomheten
sme: Dásseárvu
